Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Tip: Increasing this value allows automatic adjustments of basal rates to be higher, ISF to be lower, and CR to be lower.
bg: Съвет: Увеличаването на тази стойност позволява автоматичните корекции на базалните дози да бъдат по-високи, ISF да бъде по-нисък и CR да бъде по-нисък.
cs: Tip: Zvýšení této hodnoty umožní automatické nastavení vyšších bazálních dávek a nižších hodnot ISF a CR.
da: Tip: Øgning af denne værdi tillader automatiske justeringer af basale satser at være højere, ISF er lavere, og CR skal være lavere.
de: Tipp: Durch die Erhöhung dieses Wertes können automatische Korrekturen der Basalraten höher sein, ISF und CR niedriger sein.
es: Consejo: Aumentar este valor permite que los ajustes automáticos de las tasas basales sean más altos, ISF sea menor y CR más bajos.
fr: Astuce : Augmenter cette valeur permet des ajustements automatiques avec un basal plus élevé, un ISF (facteur de sensibilité à l’insuline) plus faible, et un CR (ratio insuline/glucides) plus faible.
it: Mancia: Aumentare questo valore permette di aggiustare automaticamente i tassi basali di essere più alti, ISF di essere più basso, e CR di essere più basso.
nb_no: Tips: Ved å øke denne verdien, tillater du at automatisk justering av basalrater blir høyere, mens ISF og CR blir lavere.
nl: Tip: Door deze waarde te verhogen kunnen de automatische aanpassingen van de basaalstanden lager zijn, de ISF lager zijn en KH ratio lager zijn.
pl: Wskazówka: Zwiększenie tej wartości pozwala na wyższe automatyczne korekty stawek podstawowych, niższe ISF i niższe CR (CR – CR).
pt_pt: Dica: Aumentar este valor permite que ajustes automáticos de taxas de basal sejam mais altos, o ISF seja menor e o CR seja menor.
ru: Совет: Увеличение этого значения позволяет автоматически корректировать базовые ставки, ISF будет меньше, а CR будет ниже.
sv: Tips: En ökning av detta värde tillåter automatisk justering för basal att vara högre, samt ISF och CR att vara lägre.
uk: Порада: Збільшення цього значення дозволяє автоматичні корективи базових ставок бути вищими, показник ISF повинен бути нижчим, а СР, що має бути нижчим.
vi: Mẹo: Tăng giá trị này cho phép hệ thống tự động điều chỉnh tốc độ insulin nền cao hơn, hệ số nhạy cảm insulin (ISF) thấp hơn và tỷ lệ carb (CR) thấp hơn.
zh_hant: 提示：增加此數值可使基礎率的自動調整提高，ISF 降低，CR 降低。

source: Tip: It is better to use Custom Peak Time rather than adjust your Duration of Insulin Action (DIA).
bg: Съвет: По-добре е да използвате персонализирано пиково време, отколкото да настройвате Продължителността на действие на инсулина (DIA).
cs: Tip: Je lepší použít vlastní čas vrcholu účinku (Custom Peak Time) než upravovat celkovou dobu působení inzulínu (DIA).
da: Tip: Det er bedre at bruge Custom Peak tid i stedet for at justere din varighed af insulin handling (DIA).
de: Tipp: Es ist besser, eine benutzerdefinierte Spitzenzeit zu verwenden, als Deine Dauer der Insulin-Aktion (DIA) anzupassen.
es: Consejo: Es mejor usar el tiempo pico personalizado en lugar de ajustar su Duración de Acción de Insulina (DIA).
fr: Astuce : Il est préférable de "Personnaliser durée avant pic d’action de l’insuline " plutôt que de modifier la « Durée d’action de l’insuline » (DIA).
it: Suggerimento: è meglio usare il tempo di picco personalizzato piuttosto che regolare la durata dell'azione di insulina (DIA).
nb_no: Tips: Det er bedre å bruke en tilpasset topptid enn å justere varighet av insulinaktivitet (DIA).
nl: Tip: het is beter om Custom Peak Time te gebruiken in plaats van je DIA-Duur insuline Actie aan te passen.
pl: Wskazówka: Lepiej używać Niestandardowego Szczytu Działania Insuliny zamiast dostosowywać czas działania insuliny (DIA).
pt_pt: Dica: é melhor usar o Tempo de Pico Personalizado em vez de ajustar sua Duração da Ação de Insulina (DIA).
ru: Совет: лучше использовать пользовательское время пика, чем настроить продолжительность действия инсулина (DIA).
sv: Tips: Det är bättre att använda Custom Peak Time än att justera Insulinets verkningstid (DIA).
uk: Порада: Краще використовувати кастомний пік часу, а не регулювати тривалість дії інсуліну (DIA).
vi: Mẹo: Tốt hơn nên sử dụng thời gian đạt đỉnh tùy chỉnh (Custom Peak Time) thay vì điều chỉnh thời gian tác dụng của insulin (DIA).
zh_hant: 提示：使用自訂峰值時間比調整您的胰島素作用時間（DIA）更好。

source: Tip: You may find that your normal carb ratio needs to increase to a larger number when you begin adding fat and protein entries. For this reason, it is best to start with a factor of about 50%.
bg: Съвет: Може да откриете, че нормалното ви съотношение инсулин/въглехидрати трябва да се увеличи до по-голямо число, когато започнете да добавяте записи за мазнини и протеини. По тази причина е най-добре да започнете с коефициент около 50%.
cs: Tip: Možná zjistíš, že tvůj běžný sacharidový poměr (CR) bude potřeba zvýšit, když začneš zadávat i tuky a bílkoviny. Proto je nejlepší začít s faktorem kolem 50 %.
da: Tip: Du kan opleve, at din normale carb ratio skal stige til et større antal, når du begynder at tilføje fedt og protein poster. Derfor er det bedst at starte med en faktor på omkring 50%.
de: Tipp: Es kann sein, dass Du feststellst, dass Dein normales Kohlenhydratverhältnis auf eine größere Zahl erhöht werden muss, wenn Du anfängst, Fett- und Proteingaben hinzuzufügen. Aus diesem Grund ist es am besten, mit einem Faktor von etwa 50 % zu beginnen.
es: Sugerencia: Puede que encuentre que su proporción normal de glúcidos necesita aumentar a un número mayor cuando comience a agregar grasas y proteínas. Por esta razón, lo mejor es comenzar con un factor de alrededor del 50%.
fr: Astuce : Il est possible que votre Ratio Insuline/Glucides (CR) habituel doive être augmenté lorsque vous commencez à ajouter des ajouts de lipides et protéines (FPU). Pour cette raison, il est conseillé de commencer avec un facteur d’environ 50 %.
it: Suggerimento: Potresti scoprire che il tuo normale rapporto carboidrati deve aumentare ad un numero maggiore quando inizi ad aggiungere voci di grasso e proteine. Per questo motivo, è meglio iniziare con un fattore di circa il 50%.
nb_no: Tips: Du kan finne ut at ditt normale karbohydratforhold må økes til et større antall når du begynner å tilsette fett- og proteinoppføringer. Derfor er det best å starte med en faktor på om lag 50 %.
nl: Tip: Je kunt vinden dat je normale koolhydraten verhouding moet verhogen naar een groter getal wanneer je begint met het toevoegen van vetten en eiwitten. Daarom is het het beste om te beginnen met een factor van ongeveer 50 procent.
pl: Wskazówka: Możesz zauważyć, że Twój normalny stosunek węglowodanów musi wzrosnąć do większej liczby, gdy zaczniesz dodawać pozycje tłuszczu i białka. Z tego powodu najlepiej zacząć od współczynnika około 50%.
pt_pt: Dica: Você pode descobrir que sua taxa normal de carbono precisa aumentar para um número maior quando você começar a adicionar entradas de gordura e proteínas. Por esta razão, é melhor começar com um factor de cerca de 50%.
ru: Подсказка: Вы можете обнаружить, что ваш нормальный коэффициент углерода должен увеличиться до большего числа при добавлении жира и белка. По этой причине лучше начинать с коэффициента около 50%.
sv: Tips: Du kan upptäcka att din normala insulinkvot blir för aggressiv och därför måste höjas när du börjar addera fett- och proteinposter. Därför är det bäst att börja med en faktor på ca 50 %.
uk: Порада: Ви можете виявити, що ваше звичайне співвідношення авто, яке має збільшуватися до більшої кількості, коли ви починаєте додавати жири та білки. З цієї причини найкраще почати з приблизно 50%.
vi: Mẹo: Khi bạn bắt đầu nhập thêm chất béo và protein, bạn có thể thấy rằng tỷ lệ carb thông thường của mình cần tăng lên một giá trị lớn hơn. Vì lý do này, tốt nhất là nên bắt đầu với hệ số khoảng 50%.
zh_hant: 提示：當您開始添加脂肪和蛋白質的輸入時，您會發現您的正常碳水比需要增加到更大的數字。因此，最好從約 50% 的因子開始。

source: To
bg: До
cs: Do
da: Til
de: An
es: A
fr: À
it: A
nb_no: Til
nl: tot
pl: Do
pt_pt: Para
ru: Кому
sv: Till
uk: На
vi: Đến
zh_hant: 至

source: To calculate the maximum SMB allowed based on this setting, use the following formula:
bg: За да изчислите максималния разрешен SMB въз основа на тази настройка, използвайте следната формула:
cs: Pro výpočet maximálního povoleného SMB na základě tohoto nastavení použij následující vzorec:
da: Til beregning af den maksimalt tilladte SMB baseret på denne indstilling anvendes følgende formel:
de: Verwende die folgende Formel, um den maximal zulässigen SMB auf der Grundlage dieser Einstellung zu berechnen:
es: Para calcular la SMB máxima permitida en base a esta configuración, utilice la siguiente fórmula:
fr: Pour calculer le Super Micro Bolus (SMB) maximal autorisé selon ce réglage, utilisez la formule suivante :
it: Per calcolare il massimo SMB consentito in base a questa impostazione, utilizzare la seguente formula:
nb_no: Bruk følgende formel for å beregne maksimal tillatt SMB:
nl: Gebruik de volgende formule om de maximaal toegestane SMB te berekenen op basis van deze instelling:
pl: Aby obliczyć maksymalny dozwolony SMB na podstawie tego ustawienia, użyj następującego wzoru:
pt_pt: Para calcular o SMB máximo permitido com base nesta configuração, use a seguinte fórmula:
ru: Для расчета максимально допустимого SMB по этому параметру используйте следующую формулу:
sv: För att beräkna maximalt tillåtna SMB baserat på denna inställning, använd följande formel:
uk: Для розрахунку максимального SMB дозволеного на основі цього параметру, використовуйте наступну формулу:
vi: Để tính toán lượng SMB tối đa được phép dựa trên cài đặt này, hãy sử dụng công thức sau:
zh_hant: 要計算根據此設定允許的最大 SMB，請使用以下公式：

source: To calculate the maximum UAM SMB allowed based on this setting, use the following formula:
bg: За да изчислите максималния разрешен UAM SMB въз основа на тази настройка, използвайте следната формула:
cs: K výpočtu maximálního povoleného SMB při UAM na základě tohoto nastavení použij následující vzorec:
da: For at beregne den maksimalt tilladte UAM SMB baseret på denne indstilling, brug følgende formel:
de: Um den maximal zulässigen UAM-SMB auf der Grundlage dieser Einstellung zu berechnen, wird folgende Formel verwendet:
es: Para calcular el máximo UAM SMB permitido basándose en esta configuración, utilice la siguiente fórmula:
fr: Pour calculer le Super Micro Bolus (SMB) maximal autorisé pour la gestion des repas non annoncés (UAM) selon ce réglage, utilisez la formule suivante :
it: Per calcolare il massimo SMB UAM consentito in base a questa impostazione, utilizzare la seguente formula:
nb_no: Bruk følgende formel for å beregne maksimal tillatt UAM SMB:
nl: Gebruik de volgende formule om de UAM SMB toegestane maximum te berekenen op basis van deze instelling:
pl: Aby obliczyć maksymalny dozwolony UAM SMB na podstawie tego ustawienia, użyj następującego wzoru:
pt_pt: Para calcular o máximo de UAM SMB permitido com base nesta configuração, use a seguinte fórmula:
ru: Для расчета максимально допустимого UAM SMB по этому параметру используйте следующую формулу:
sv: För att beräkna det maximalt tillåtna UAM SMB baserat på denna inställning, använd följande formel:
uk: Для розрахунку максимального SMB дозволеного на основі цього параметра, використовуйте такі формули:
vi: Để tính lượng SMB tối đa cho UAM được phép dựa trên cài đặt này, hãy sử dụng công thức sau:
zh_hant: 要計算根據此設定允許的最大 UAM SMB，請使用以下公式：

source: To configure your CGM, tap the button below. In the form that opens, enter your Nightscout credentials to connect to your instance.
bg: За да конфигурирате своя CGM, натиснете бутона по-долу. Във формуляра, който се отваря, въведете своите Nightscout идентификационни данни, за да се свържете с инстанцията си.
cs: Pro nastavení svého CGM klepni na tlačítko níže. V otevřeném formuláři zadej své přihlašovací údaje k Nightscoutu, abys se připojil ke své instanci.
da: Hvis du vil konfigurere din CGM, skal du trykke på knappen nedenfor. Indtast dine Nightscout-oplysninger for at oprette forbindelse til din instans.
de: Zum Konfigurieren des CGM, tippe auf den Button unten. Gib in dem sich öffnenden Formular Deine Nightscout-Anmeldeinformationen ein, um dein Trio mit Deiner Nightscout-Instanz zu verbinden.
es: Para configurar su CGM, pulse el botón de abajo. En el formulario que se abre, introduzca sus credenciales de Nightscout para conectarse a su instancia.
fr: Pour configurer votre capteur de glucose en continu (CGM), touchez le bouton ci-dessous. Dans le formulaire qui s’ouvre, saisissez vos identifiants Nightscout pour vous connecter à votre instance.
it: Per configurare il tuo CGM, tocca il pulsante qui sotto. Nel modulo che si apre, inserisci le credenziali di Nightscout per connetterti alla tua istanza.
nb_no: For å konfigurere CGM, trykk på knappen nedenfor. I skjemaet som åpnes, skriv inn legitimasjonen til Nightscout for å koble til.
nl: Om je CGM te configureren, tik je op de knop hieronder. Voer je Nightscout inloggegevens in om verbinding te maken met je installatie.
pl: Aby skonfigurować CGM, dotknij przycisku poniżej. W formularzu, który się otworzy, wprowadź swoje dane uwierzytelniające Nightscout, aby połączyć się z Twoją bazą NS.
pt_pt: Para configurar seu CGM, toque no botão abaixo. No formulário que abrir, insira suas credenciais do Nightscout para se conectar à sua instância.
ru: Чтобы настроить CGM, нажмите на кнопку ниже. В форме, которая открывается, введите ваши учетные данные Nightscout для подключения к вашему экземпляру.
sv: För att konfigurera din CGM, tryck på knappen nedan. I det formulär som öppnas, ange dina Nightscout-uppgifter för att ansluta till din instans.
uk: Для налаштування CGM натисніть кнопку нижче. У формі, що відкриється, введіть облікові дані Nightscout для підключення до вашого екземпляра.
vi: Để cấu hình Cảm Biến Đường Huyết của bạn, hãy nhấn vào nút bên dưới. Trong biểu mẫu hiện ra, hãy nhập thông tin đăng nhập Nightscout của bạn để kết nối với phiên bản của bạn.
zh_hant: 要配置您的 CGM，請點擊下面的按鈕。在彈出的表單中，輸入您的 Nightscout 憑證以連接到您的實例。

source: To confirm, dial crown.
bg: За потвърждение завъртете короната.
cs: Pro potvrzení otoč korunkou.
da: For at bekræfte, ringe krone.
de: Zur Bestätigung drehe die Krone.
es: Para confirmar, marca la corona.
fr: Tournez la couronne pour confirmer.
it: Per confermare, comporre la corona.
nb_no: Vri på kronen for å bekrefte.
nl: Draai kroon voor akkoord.
pt_pt: Para confirmar, divulgue.
ru: Для подтверждения наберите коронку.
sv: För att bekräfta, ringa krona.
uk: Для підтвердження нумерації номера корона.
vi: Để xác nhận, hãy vặn núm xoay.
zh_hant: 為了確認，請旋轉錶冠。

source: To disable smoothing, go to Settings > Devices > Continuous Glucose Monitor > Smooth Glucose Value and toggle off the setting.
bg: За да изключите изглаждането, отидете в Settings > Devices > Continuous Glucose Monitor > Smooth Glucose Value и изключете настройката.
cs: Pro vypnutí vyhlazování přejdi do Nastavení > Zařízení > Kontinuální monitor glukózy > Vyhlazená hodnota glukózy a přepínač vypni.
da: For at deaktivere udjævning, gå til Indstillinger > Enheder > Kontinuerlig glukose skærm > Glat glukose værdi og slå indstillingen fra.
de: Um die Glättung zu deaktivieren, gehe zu Einstellungen > Geräte > Kontinuierliches Glukosemessgerät > Glukosewert glätten und schalte die Einstellung aus.
es: Para desactivar el alisado, vaya a Ajustes > Dispositivos > Glucosa Continua Monitor> Suavizado Valor de Glucosa y desactive la configuración.
fr: Pour désactiver le lissage, allez dans Réglages > Appareils > Capteur de glucose en continu > Lisser la mesure de glucose, puis désactivez ce réglage.
it: Per disabilitare la levigatura, vai in Impostazioni > Dispositivi > Monitor Glicemia Continuo > Liscia il Valore Glicemia e disattiva l'impostazione.
nb_no: For å deaktivere utjevning, gå til Innstillinger > Enheter > Sensor > Utjevning av blodsukker og slå av innstillingen.
nl: Om vloeiend uit te schakelen, ga naar Instellingen > Apparaten > Continue Glucose Monitor > Smooth Glucose Waarde en schakel de instelling uit.
pl: Aby wyłączyć wygładzanie, przejdź do Ustawienia > Urządzenia > Ciągły pomiar glikemii > Wygładź wartość glikemii i wyłącz ustawienie.
pt_pt: Para desativar a suavidade, vá para Configurações > Dispositivos > Monitoramento de Glucose Contínuo > Valor de Glucose Suave e desative a configuração.
ru: Чтобы отключить сглаживание, перейдите в Настройки > Устройства > Непрерывный Glucose Monitor > Smooth Value и переключите настройки.
sv: För att inaktivera utjämning, gå till Inställningar > Enheter > CGM (Kontinuerlig glukosmätare) > Utjämna glukosvärden från sensor och inaktivera inställningen.
uk: Щоб відключити плавно, перейдіть до Налаштувань > пристроїв > Безперервний монітор Glucose > Smooth Glucose Значення і вимкніть налаштування.
vi: Để tắt tính năng làm mượt, hãy vào Cài đặt > Thiết bị > Máy theo dõi đường huyết liên tục > Làm mượt giá trị đường huyết và chuyển công tắc sang Tắt.
zh_hant: 要停用平滑，請前往設定 > 設備 > 持續血糖監測器 > 平滑血糖值 並將設定切換為關閉。

source: To enable or configure Warsaw Method application in Trio, go to Settings > Features > Meal Settings.
bg: За да активирате или конфигурирате прилагането на Варшавския метод в Trio, отидете в Settings > Features > Meal Settings.
cs: Zapnutí nebo konfigurace Varšavské metody v Trio, přejděte do Nastavení > Funkce > Nastavení jídla.
da: For at aktivere eller konfigurere programmet Warszawa-metode i Trio, gå til Indstillinger > Funktioner > Målrettede indstillinger.
de: Um die Warschauer Methode in Trio zu aktivieren oder zu konfigurieren, gehe auf Einstellungen > Funktionen > Mahlzeiteinstellungen.
es: Para activar o configurar la aplicación Método de Varsovia en Trio, vaya a Ajustes > Características > Configuración de comidas.
fr: Pour activer ou configurer l’application de la méthode de "Warsaw" dans Trio, allez dans « ⚙️ Réglages > Fonctionnalités > Réglages des repas > Lipides et Protéines ».
it: Per abilitare o configurare l'applicazione Metodo di Varsavia in Trio, vai su Impostazioni > Caratteristiche > Impostazioni pasto.
nb_no: For å aktivere eller konfigurere Warszawa-metoden i Trio, gå til Innstillinger > Funksjoner > Innstillinger for måltid.
nl: Om de toepassing van Warschau in te schakelen of te configureren in Trio, ga naar Instellingen > Functies > Meal Instellingen.
pl: Aby włączyć lub skonfigurować aplikację Metoda Warszawy w Trio, przejdź do Ustawienia > Ustawienia > Ustawienia posiłków.
pt_pt: Para ativar ou configurar o aplicativo Método de Varsóvia em Trio, vá para Configurações > Recursos > Configurações de Refeição.
ru: Чтобы включить или настроить приложение Warsaw Method в Trio, перейдите в Настройки > Функции > Настройки питания.
sv: Om du vill aktivera eller konfigurera Warszawa Metod i Trio, gå till Inställningar > Funktioner > Måltidsinställningar.
uk: Щоб увімкнути або налаштувати Warsaw Method з користування, перейдіть до Налаштування > Функції > Ознайомтеся із налаштуваннями.
vi: Để bật hoặc cấu hình phương pháp Warsaw trong Trio, hãy vào Cài đặt > Tính năng > Cài đặt bữa ăn.
zh_hant: 要在 Trio 中啟用或配置華沙方法應用，請前往設定 > 功能 > 餐點設定。

source: To ensure security, these commands are protected by a shared secret, which must be entered in the Loop Follow app.
bg: За сигурност тези команди са защитени със споделена тайна, която трябва да бъде въведена в приложението Loop Follow.
cs: Z důvodu bezpečnosti jsou tyto příkazy chráněny sdíleným heslem (shared secret), které musíš zadat v aplikaci Loop Follow.
da: For at sikre sikkerhed er disse kommandoer beskyttet af en delt hemmelighed, som skal indtastes i Loop Follow app.
de: Um die Sicherheit zu erhöhen, sind diese Befehle durch ein gemeinsames Geheimnis geschützt, das in der Loop Follow-App eingegeben werden muss.
es: Para asegurar la seguridad, estos comandos están protegidos por un secreto compartido, que debe ser introducido en la aplicación Loop Follow app.
fr: Pour garantir la sécurité, ces commandes sont protégées par un secret partagé, qui doit être saisi dans l’app "Loop Follow".
it: Per garantire la sicurezza, questi comandi sono protetti da un segreto condiviso, che deve essere inserito nell'app Loop Follow .
nb_no: For å sikre sikkerheten er disse kommandoene beskyttet av en delt hemmelighet, som må legges inn i Loop Follow-appen.
nl: Om de veiligheid te garanderen, worden deze commando's beschermd door een gedeeld geheim, dat moet worden ingevoerd in de Loop Follow app.
pl: Aby zapewnić bezpieczeństwo, polecenia te są chronione wspólnym tajnym hasłem, które należy wprowadzić w aplikacji Loop Follow.
pt_pt: Para garantir a segurança, esses comandos são protegidos por um segredo compartilhado, que deve ser inserido no aplicativo Loop Seguir.
ru: Чтобы обеспечить безопасность, эти команды защищены общим секретом, который должен быть введен в приложение Loop Follow app.
sv: För att säkerställa säkerheten skyddas dessa kommandon av en delad hemlighet, som måste anges i appen Loop Follow
uk: Щоб забезпечити безпеку, ці команди захищені спільною таємницею, яка повинна бути введена в додаток "Слідкувати за циклами".
vi: Để đảm bảo tính bảo mật, các lệnh này được bảo vệ bằng một mã bí mật dùng chung, mã này phải được nhập trong ứng dụng Loop Follow.
zh_hant: 為了確保安全，這些指令受到共享密碼的保護，必須在 Loop Follow 應用中輸入。

source: To modify how glucose readings are displayed, go to Settings > Features > User Interface > Glucose Color Scheme.
bg: За да промените начина, по който се показват показанията на глюкозата, отидете в Settings > Features > User Interface > Glucose Color Scheme.
cs: Chceš-li změnit způsob zobrazování naměřených hodnot glukózy, přejdi do Nastavení > Funkce > Uživatelské rozhraní > Barevné schéma glukózy.
da: For at ændre hvordan glukoseaflæsninger vises, gå til Indstillinger > Funktioner > Brugergrænseflade > Glukosefarveskema.
de: Um die Anzeige der Glukose-Messwerte zu ändern, gehe auf Einstellungen > Funktionen > Benutzeroberfläche > Glukose-Farbschema.
es: Para modificar cómo se muestran las lecturas de glucosa, vaya a Ajustes > Características > Interfaz de usuario > Esquema de Color de Glucosa.
fr: Pour modifier l’affichage des mesures de glucose, allez dans "⚙️ Réglages > Fonctionnalités > Interface utilisateur > Palette de couleurs pour le glucose".
it: Per modificare il modo in cui vengono visualizzate le letture di glucosio, vai a Impostazioni > Caratteristiche > Interfaccia utente > Schema colore glucosio.
nb_no: For å endre hvordan blodsukkermålinger, gå til Innstillinger > Funksjoner > Brukergrensesnitt > Fargeskjema for blodsukker.
nl: Om de weergave van glucosewaardes aan te passen, gaat u naar Instellingen > Functies > Gebruikers Interface > Glucose Kleurenschema.
pl: Aby zmodyfikować sposób wyświetlania odczytów glikemii, przejdź do Ustawienia > Funkcje > Interfejs użytkownika > Schemat kolorów gllikemii.
pt_pt: Para modificar a forma como as leituras de glicose são exibidas, vá em Configurações > Recursos> Interface do usuário > Esquema de Cor de Glicose.
ru: Чтобы изменить порядок отображения данных о глюкозах, перейдите в Настройки > Функции > Интерфейс пользователя > Схема цветов Glucose.
sv: För att ändra hur glukosavläsningar visas, gå till Inställningar > Egenskaper > Användargränssnitt > Färgschema för glukos.
uk: Щоб змінити відображення глюкози, перейдіть до Налаштування > Функції > Інтерфейс користувача > Глюкоза > Схема кольору.
vi: Để thay đổi cách hiển thị giá trị đường huyết, hãy vào Cài đặt > Tính năng > Giao diện người dùng > Bảng màu đường huyết.
zh_hant: 要修改血糖讀取的顯示方式，請前往設定 > 功能 > 使用者介面 > 血糖顏色方案。
